export const courseDetails = {
    title: "פילוסוף הפילוסופים / ברוך שפינוזה",
    description: "חמישה מפגשים אודות ברוך שפינוזה, מי שנחשב לאחד הפילוסופים החשובים ביותר משום שיצא מגבולות היהדות למחוזות אוניברסאלים רחבים ועמוקים, הטיל ספק, גרם לחשוב והציב סימני שאלה על תפיסות מקובלות ופרדיגמות.",
    tags: ["ליברליזם", "פוליטיקה", "פילוסופיה"],
    teacher: {
        name: 'ד"ר אסף דה פריס',
        bio: 'מורה למחשבת ישראל ומדריך פדגוגי במשרד החינוך. לאסף תואר ראשון ושני בפילוסופיה יהודית מאוניברסיטת תל אביב והוא בוגר של בית ספר מנדל למנהיגות חינוכית.'
    },
    price: "₪375",
    duration: 7,
    startDate: "שבת, 15 בפברואר, 2025", 
    time: "19:00 - 20:45",
    location: "תחנת רוח, החשמונאים 12",
};
